import React from 'react';
import './Advice.css';

function Advice() {
  return (
    <div className="advice_1">
      <p>
        가끔 비행기에서 승무원에게 '팁'을 주는 승객분들이 계시다. '승무원이
        친절해서, 서비스가 훌륭해서, 승무원으로부터 도움을 받아서' 등등의 이유로
        주시는 건데, 나도 지금까지 세 번 (기억나는 게) 받아봤다. 사실 승무원은
        승객으로부터 팁을 받을 수 없다. 친절은 승무원의 기본이고, 업무가
        서비스이다 보니 도와드리는 건데... 승객이 팁을 주신다고 해서 내가
        '고맙습니다'하고 덥석 받은 것은 아니다. 정중히 거절하고, 그래도 승객이
        팁 주시는 것을 고집하시면, 다시 승객께 승무원이 승객으로부터 왜 팁을
        받으면 안 되는지 설득하고, 그러면 대부분의 승객은 겸연쩍어하시면서 내민
        팁을 거둬들이시는데, 그럼에도 불구하고 끝까지 팁 주기를 고수하시는
        분들은 할 수 없이 받기도 한다. 한 번은 중소기업 회장님이 타셨는데 승무원
        서비스가 너무 좋았다며 비행 중에 오만 원을 주셨다. "말씀만으로도
        감사합니다"며 정중히 '팁'을 거절했더니 무안해하신다. 나중에 비행기에서
        내리시는데 악수를 청하시길래 내미신 손을 받았더니 그 안에 오만 원이
        들어있었다. "고마움을 받는 것도 예의예요" 하시며 내가 돈을 돌려드릴 새도
        없이 뛰다시피 비행기에서 내리셨다. 그날 회장님이 주신 돈으로 함께 비행한
        승무원들과 커피를 한잔 마셨다. 세상 시원한 '아아'였다. 역시 기업체
        사장님으로 기억한다. 미주 비행 - 아마도 엘에이? -이었는데, 비행 중에
        팀원이 나에게 200불 (이십만 원이 넘는다)을 건네준다. 뭐냐고 물으니
        프레스티지 클래스에 탄 사장님께서 승무원들 고생한다며, 비행 끝나고
        맛있는 거 사 먹으라고 주셨단다. 그 돈을 들고 사장님을 찾아갔다. 역시나
        "말씀만으로도 감사하고, 마음만 받겠습니다. 저희 회사를 자주 이용해
        주시는 것만으로도 충분한 선물입니다"했더니 사장님이 "알겠다"며 돌려드린
        돈을 받으셨다. 잠시 후 팀원이 초콜릿을 한 아름 들고 왔다. 사무장이 팁을
        안 받으니 팁 대신 초콜릿을 사줘야겠다며 기내 초콜릿을 네 박스 사서
        승무원에게 주신 것이다. 원래 주신 팁 200불보다 값이 더 나가는
        초콜릿이었다. 더 이상 거절하는 것도 예의가 아닌 것 같아 "감사히 잘
        먹겠습니다" 인사를 드리고, 팀원들과 비행 중에 배 터지게 초콜릿을 먹은
        기억이 난다. (사실 3박스는 환불해서 나중에 팀 회식비에 보탰는데 기판팀이
        이 글을 보면 싫어할 것 같아 각색한다. 기판팀은 읽지 마세요) 마지막으로
        기억나는 승객 팁이 있는데, 이건 진짜 안 받았다. 그 내용은 아래 기사로
        대신하며, 아무튼 비행 중에 승무원들에게 금전적으로 감사 표시를 하는
        분들이 계시다. 대부분 사정을 말씀드리고 거절하지만 그것이 죄송한 마음이
        들도록 간절하게 본인이 주는 팁을 승무원이 받기를 부탁(?) 하시는 분들이
        계시다. 받을 수 도 없고, 안 받을 수 도 없고... "팁은 괜찮습니다
        (진,짜.로). 대신 앞으로도 우리 회사 비행기 많이 타 주시면 땡큐 베리
        감사~ 하겠습니다."
      </p>
    </div>
  );
}

export default Advice;
