import React from 'react';
import './Advice.css';

function Advice() {
  return (
    <>
      <div className="advice_1">
        <img
          src="https://i.pinimg.com/564x/a4/11/d7/a411d77f8a03ad08464aef1bfd0591b7.jpg"
          alt="windowpane"
        ></img>
        <div className="advice_text">
          <h2>서비스직이 천직이다</h2>
          <p>
            외항사 승무원으로 6개월간 일하면서, <br />
            이 직업이 저에게 잘 맞는다는 것을 깨달았습니다. <br />
            <br />
            다양한 문화와 사람들을 만나는 것이 흥미로웠고,
            <br />
            이는 저의 대인관계 능력을 크게 향상시켰습니다. <br />
            또한, 비행 중 발생하는 다양한 상황에 대처하면서 문제 해결 능력도
            키울 수 있었습니다. <br />
            새로운 도시를 탐험하고 세계 곳곳을 여행할 수 있다는 점도 큰
            매력이었습니다. <br />
            동료들과의 협력과 팀워크는 제게 큰 만족감을 주었으며,
            <br /> 업무 환경도 매우 전문적이었습니다. <br />
            무엇보다 승객들이 만족스러운 비행을 경험할 때의 보람이 컸습니다.{' '}
            <br />
            이러한 경험들은 저를 더욱 성장하게 만들었고, <br />
            외항사 승무원이 저에게 딱 맞는 직업임을 확신하게 했습니다.
          </p>
        </div>
      </div>

      <div className="advice_2">
        <img
          src="https://i.pinimg.com/564x/fc/ea/f6/fceaf6da6658f72bffc103a00419e233.jpg"
          alt="baordingpass"
        ></img>
        <div className="advice_text_2">
          <h2>여가시간이 많았으면 좋겠다</h2>
          <p>
            여가시간이 정말 많다. <br />
            <br />
            비행 사이사이 오프가 길다. <br />
            최대 5일 연속 오프도 받을 수 있다. <br />한 달에 최소 9일 이상은
            오프로 주도록 정해져 있는데 <br />
            보통 10, 11일은 완전한 데이오프였었다. <br />
            비행은 한 달에 90시간(최근에는 크루 부족 현상으로 100시간을 기본으로
            넘긴다고도 들었다.) 안팎인 경우가 보통인 듯 하다. <br />
            만약 랜딩이 새벽 이르게 내리면 그날 하루도 거의 쉬는 날이나 진배
            없다고 보면 된다. <br />
            <br />
            이런 시간을 활용하려고 결심을 하고 그렇게 할 수 있는 능력만 있다면,
            무슨 일을 해내도 해낼 수 있는 그런 여가시간이다. <br />
            실제로 투잡을 하는 친구들도 보았다. <br />
            레스토랑을 운영하거나 작가로 일한다든지. <br />
            아니면 소규모로 물건을 판다든지. <br />
            혹은 자기계발을 위해 시간을 활용하는 경우는 더욱 많았다. <br />
            승마를 배우거나 외국어를 배우거나 혹은 온라인 학위를 진행하는 것도
            보았다. <br />
            만약 이런 것들을 잘 활용한다면 향후 자신의 커리어를 쌓는 데에 도움이
            될 수도 있고, <br />
            승무원 직업이 채워주지 못하는 부족한 점들을 채울 수도 있을 것이다.
          </p>
        </div>
      </div>

      <div className="advice_3">
        <img
          src="https://i.pinimg.com/564x/94/e1/b9/94e1b93783f644fd2a7bb99a1f5285f6.jpg"
          alt="familytrip"
        ></img>
        <div className="advice_text_3">
          <h2>가족들에게 해외여행을 시켜주고 싶다</h2>
          <p>
            일하며 가장 잘한 일을 꼽으라면 가족들과 다닌 해외여행이다. <br />
            항공사마다 이 가족티켓, 지인티켓 제도의 상세 내용은 조금씩 다르다.{' '}
            <br />
            재직했던 곳에서는 직계가족뿐만 아니라 형제자매까지 90% 할인 티켓
            혜택을 줄 수 있다. <br />
            대신 두당 2장까지 가능하다. <br />
            그런데 이 1장 개념 안에 하나의 도시에서 다른 도시로의 이동만이
            가능한 것이 아니라, ICN-DXB-FCO/BCN-DXB-ICN 이런 식으로 여러 구간을
            넣을 수 있다. <br />
            아마 6 구간까지 가능하던가. 가족에게 50% 할인 티켓은 무제한이다.{' '}
            <br />
            <br />
            아마 승무원 생활을 안했더라면 가족들을 이렇게 데리고 해외여행을
            시켜드릴 수 있었을까 싶다. <br />
            사실 나의 부모님은 살며 일밖에 모르며 지내셔서 휴가 내는 것도 어색해
            하셨다. <br />
            그래도 다행히 소중한 시간을 내주셔서 여기저기 모시고 다녔는데 요즘
            같이 여행이 흔한 시대에,
            <br /> 이게 두분께는 첫 해외여행이었다. <br />
            누군가에게는 별게 아닌 일일지도 모르겠지만 이렇게 효도할 수 있어서
            뿌듯했다.
            <br />
            <br />
            덧붙여, 90% 할인 티켓은 본인은 무제한이다. <br />
            그런데 이게 무조건 대기 티켓이다. <br />
            해당 편명에 정상 손님과 50% 할인 티켓을 다 태운 뒤에, 여분 좌석이
            있어야 탑승이 가능하단 소리다. <br />
            오버북이거나 피크 시즌에는 아무리 쉬는 날이고 휴가여도, 서울 가는
            비행기에 절대 오르지 못할 수도 있다. <br />
            실제로 한국인 승무원이 900여 명에, 서울 비행에는 스태프 티켓 탑승이
            다른 편명에 비해 매번 높은 편이니 집 가는 것도 경쟁이다. <br />
            자리가 부족하면 입사순으로 좌석을 가져간다.
            <br />
            참, 본인은 ALT(Annual Leave Ticket)이라고 해서 해마다 1장, 3년까지는
            지정한 국적 국가로, 이후는 어디든 갈 수 있는 티켓 종류가 있다.{' '}
            <br />이 티켓은 무료이고, 그냥 무조건 탈 수 있는 확약 티켓이다.{' '}
            <br />
            집에 1년에 1번은 꼭 갈 수 있게 해주는 나름의 배려다.
            <br />
            또한, 3년 계약을 달성할 때마다 세금만 내는 티켓(SRC)이 또 1장씩
            나오는데, <br />이 티켓은 직계가족 누구든 사용할 수 있어 활용도가
            좀더 높다. <br />
            게다가 퇴사시 여분이 있을 경우 퇴사한 후에도 사용이 가능하다. <br />
            물론 확약이 아닌 대기지만 이 티켓을 사용하면 한국에서 유럽을
            왕복한다고 해도 채 10만원이 안 나온다.
          </p>
        </div>
      </div>

      <div className="advice_4">
        <img
          src="https://i.pinimg.com/564x/e6/02/a8/e602a8865e8f6712607092c23e2d2bc3.jpg"
          alt="world"
        ></img>
        <div className="advice_text">
          <h2>다국적 동료들과 승객들과의 교감</h2>
          <p>
            나와 함께 입사한 친구들은 <br />
            호주, 중국, 이집트, 스웨덴, 인도, 독일, 터키, 태국, 체코, 이탈리아
            등등 다양한 나라에서 왔다. <br />이 중 대만, 독일, 체코, 이탈리아
            친구와는 지금도 종종 연락을 하며 안부를 묻곤 한다. <br />
            특히 대만 친구는 나에게 마음을 많이 나눠준 소중한 친구다.
            <br />
            <br />
            비행을 하면서도 다양한 나라의 다양한 사람들을 만나게 된다. <br />
            그러면서 편견을 깨기도 하고 물론 쌓는, 그 자체가 굉장히 값진
            경험이다. <br />
            특히 라운지에서 있다 보면 정말 다양한 배경을 가진 사람들과 깊고
            심각한 대화를 나누게 될 때도 있다.
            <br /> 오래 가져갈 만한 의미 있는 조언을 해준 영국인 사업가가 특히
            기억에 남는다.
            <br />
            <br />
            유쾌하고 즐겁고 친근한, 처음 만나는 누구나 금세 친구가 되는 그 열린
            분위기는 참 이상적이다.
            <br /> 이건 아무래도 시니어리티가 없기 때문도 한 몫 하지 싶다.{' '}
            <br />
            정말 장점이다. <br />
            물론 업무의 전달 체계나 명령 체계는 존재하지만 일단 모든 관계는
            평등하다. <br />
            하고 싶은 말 의견 피력 다 할 수 있다. <br />
            파일럿도 그냥 이름으로 부른다. <br />
            레이오버 때도 그냥 체크인 하고 나면 각자 자유로운 시간이다.
          </p>
        </div>
      </div>
    </>
  );
}

export default Advice;
